Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: Aspect
ar: الجانب
es: Aspecto
hi: पहलू
it: Aspetto
ja: アスペクト
pt_br: Aspecto
ru: Аспект
zh_hans: 方面

source: Atkinson (Classic Mac)
ar: أتكينسون (كلاسيك ماك)
es: Atkinson (Mac clásico)
fr: Atkinson (Mac classique)
hi: एटकिंसन (क्लासिक मैक)
it: Atkinson (Mac classico)
ja: アトキンソン (クラシック Mac)
pt_br: Atkinson (Mac clássico)
ru: Аткинсон (Классический Mac)
zh_hans: 阿特金森（经典 Mac）

source: Auto
ar: تلقائي
es: Automático
fr: Automatique
hi: ऑटो
it: Automatico
ja: 自動
pt_br: Automático
ru: Авто
zh_hans: 自动

source: Auto Select
ar: تحديد تلقائي
es: Selección automática
fr: Sélection automatique
hi: स्वतः चयन
it: Selezione automatica
ja: 自動選択
pt_br: Seleção automática
ru: Автоматический выбор
zh_hans: 自动选择

source: Auto balances the average color. Custom follows Temperature and Tint.
ar: يقوم تلقائيًا بموازنة اللون المتوسط. مخصص يتبع درجة الحرارة والصبغة.
es: Auto equilibra el color promedio. La personalización sigue la temperatura y el tinte.
fr: Équilibre automatiquement la couleur moyenne. La personnalisation suit la température et la teinte.
hi: ऑटो औसत रंग को संतुलित करता है। कस्टम तापमान और रंग का पालन करता है।
it: Bilancia automaticamente il colore medio. La personalizzazione segue la temperatura e la tinta.
ja: 平均的な色のバランスを自動で調整します。カスタムは温度と色合いに従います。
pt_br: Equilibra automaticamente a cor média. O costume segue a temperatura e a tonalidade.
ru: Автоматически балансирует средний цвет. Пользовательский выбор следует за температурой и оттенком.
zh_hans: 自动平衡平均颜色。自定义遵循温度和色调。

source: AutoLeading
ar: القيادة التلقائية
es: Autoliderazgo
fr: Repère automatique
hi: ऑटोलीडिंग
it: Guida automatica
ja: 自動行送り
pt_br: Liderança automática
ru: Автолидинг
zh_hans: 自动引导

source: Background
ar: الخلفية
es: Antecedentes
fr: Contexte
hi: पृष्ठभूमि
it: Sfondo
ja: 背景
pt_br: Plano de fundo
ru: Фон
zh_hans: 背景

source: Background color
ar: لون الخلفية
es: Color de fondo
fr: Couleur de fond
hi: पृष्ठभूमि का रंग
it: Colore di sfondo
ja: 背景色
pt_br: Cor de fundo
ru: Цвет фона
zh_hans: 背景颜色

source: Background for transparency
ar: خلفية الشفافية
es: Fondo para la transparencia
fr: Fond de transparence
hi: पारदर्शी पृष्ठभूमि
it: Sfondo per la trasparenza
ja: 透明部分の背景
pt_br: Fundo para transparência
ru: Фон прозрачности
zh_hans: 透明区域底色

source: Bake and Delete
ar: خبز وحذف
es: Hornear y eliminar
fr: Cuire et supprimer
hi: बेक करें और हटाएँ
it: Cuocere ed eliminare
ja: ベイクして削除
pt_br: Asse e exclua
ru: Запечь и удалить
zh_hans: 烘焙和删除

source: Bake keeps the current masked appearance in the dependent layers’ pixels. Remove Links reveals their pixels. You can undo either choice.
ar: يحافظ الخيار Bake على المظهر المقنع الحالي في وحدات بكسل الطبقات التابعة. إزالة الروابط تكشف عن وحدات البكسل الخاصة بها. يمكنك التراجع عن أي من الاختيارين.
es: Bake mantiene la apariencia enmascarada actual en los píxeles de las capas dependientes. Eliminar enlaces revela sus píxeles. Puede deshacer cualquiera de las opciones.
fr: Bake conserve l’apparence masquée actuelle dans les pixels des calques dépendants. Remove Links révèle leurs pixels. Vous pouvez annuler l’un ou l’autre choix.
hi: बेक आश्रित परतों के पिक्सेल में वर्तमान नकाबपोश उपस्थिति को बनाए रखता है। लिंक हटाएँ से उनके पिक्सेल का पता चलता है। आप किसी भी विकल्प को पूर्ववत कर सकते हैं.
it: Bake mantiene l'aspetto mascherato corrente nei pixel dei livelli dipendenti. Rimuovi collegamenti rivela i relativi pixel. Puoi annullare entrambe le scelte.
ja: ベイク処理により、依存レイヤーのピクセル内の現在のマスクされた外観が維持されます。リンクを削除すると、そのピクセルが表示されます。どちらの選択も取り消すことができます。
pt_br: Bake mantém a aparência mascarada atual nos pixels das camadas dependentes. Remover links revela seus pixels. Você pode desfazer qualquer uma das opções.
ru: Bake сохраняет текущий вид маски в пикселях зависимых слоев. Удалить ссылки раскрывает их пиксели. Вы можете отменить любой выбор.
zh_hans: 烘焙将当前蒙版外观保留在依赖层的像素中。删除链接会显示其像素。您可以撤消任一选择。

source: Balance
ar: التوازن
es: Saldo
fr: Solde
hi: संतुलन
it: Equilibrio
ja: バランス
pt_br: Equilíbrio
ru: Баланс
zh_hans: 平衡

source: Based On
ar: بناء على
es: Basado en
fr: Basé sur
hi: पर आधारित
it: Basato su
ja: に基づいて
pt_br: Baseado em
ru: На основе
zh_hans: 基于

source: Basic
ar: الأساسية
es: Básico
fr: De base
hi: बुनियादी
it: Essenziale
ja: 基本
pt_br: Básico
ru: Базовый
zh_hans: 基础

source: Basic is quick; Advanced refines the mask against the layer's own detail, for hair and fur
ar: الأساسية سريعة؛ يقوم Advanced بتنقية القناع وفقًا لتفاصيل الطبقة نفسها، للشعر والفراء
es: Lo básico es rápido; Avanzado refina la máscara contra el propio detalle de la capa, para cabello y pelaje.
fr: Le basique est rapide ; Advanced affine le masque selon les détails de la couche, pour les cheveux et la fourrure
hi: बेसिक त्वरित है; एडवांस्ड बालों और फर के लिए, परत के अपने विवरण के अनुसार मास्क को परिष्कृत करता है
it: Di base è veloce; Advanced rifinisce la maschera rispetto ai dettagli dello strato, per capelli e pelliccia
ja: 基本は速いです。 Advanced では、ヘアとファーのレイヤー独自のディテールに対してマスクを調整します。
pt_br: Básico é rápido; Advanced refina a máscara contra os próprios detalhes da camada, para cabelos e pelos
ru: Базовый — быстрый; Расширенный уточняет маску по деталям слоя, для волос и меха.
zh_hans: 基本很快；高级根据图层自身的细节（头发和毛皮）细化蒙版

source: Bayer 2 × 2
ar: باير 2 × 2
hi: बायर 2×2
ja: バイエル2×2
ru: Байер 2 × 2
zh_hans: 拜耳2×2

source: Bayer 4 × 4
ar: باير 4 × 4
hi: बायर 4×4
ja: バイエル4×4
ru: Байер 4 × 4
zh_hans: 拜耳4×4

source: Bayer 8 × 8
ar: باير 8 × 8
hi: बायर 8×8
ja: バイエル8×8
ru: Байер 8×8
zh_hans: 拜耳8×8

source: Bl
ar: بل
hi: बीएल
ru: Бл

source: Black
ar: أسود
es: negro
fr: Noir
hi: काला
it: Nero
ja: ブラック
pt_br: Preto
ru: Черный
zh_hans: 黑色

source: Black & White
ar: أبيض وأسود
es: Blanco y negro
fr: Noir et blanc
hi: काला और सफेद
it: Bianco e nero
ja: ブラック&ホワイト
pt_br: Preto e branco
ru: Черно-белое
zh_hans: 黑与白

source: Black & White…
ar: أبيض وأسود…
es: Blanco y negro…
fr: Noir et blanc…
hi: काला और सफेद…
it: Bianco e nero…
ja: ブラック&ホワイト…
pt_br: Preto e Branco…
ru: Черно-белое…
zh_hans: 黑与白……

source: Black · Hide
ar: أسود · إخفاء
es: Negro · Ocultar
fr: Noir · Masquer
hi: काला · छिपाना
it: Nero · Nascondi
ja: ブラック・ハイド
pt_br: Preto · Esconder
ru: Черный · Скрыть
zh_hans: 黑色·隐藏

source: Blacks
ar: السود
es: negros
fr: Noirs
hi: अश्वेतों
it: Neri
ja: 黒人
pt_br: Negros
ru: негры
zh_hans: 黑人

source: Blend
ar: مزيج
es: Mezclar
fr: Mélange
hi: मिश्रण
it: Miscela
ja: ブレンド
pt_br: Mistura
ru: Смесь
zh_hans: 混合

source: Blend mode
ar: وضع المزج
es: Modo de fusión
fr: Mode de fusion
hi: ब्लेंड मोड
it: Modalità di fusione
ja: ブレンドモード
pt_br: Modo de mesclagem
ru: Режим наложения
zh_hans: 混合模式

source: Blend the chosen color into the edges while keeping the center unchanged
ar: امزج اللون المختار في الحواف مع الحفاظ على المركز دون تغيير
es: Mezcla el color elegido en los bordes manteniendo el centro sin cambios.
fr: Mélangez la couleur choisie sur les bords tout en gardant le centre inchangé
hi: केंद्र को अपरिवर्तित रखते हुए चुने हुए रंग को किनारों में मिलाएं
it: Sfumare il colore scelto nei bordi mantenendo invariato il centro
ja: 中心を変更せずに、選択した色をエッジにブレンドします
pt_br: Misture a cor escolhida nas bordas, mantendo o centro inalterado
ru: Растушуйте выбранный цвет по краям, сохраняя центр неизменным.
zh_hans: 将所选颜色混合到边缘，同时保持中心不变

source: Blending
ar: مزج
es: Mezclando
fr: Mélange
hi: सम्मिश्रण
it: Miscelazione
ja: ブレンド
pt_br: Mistura
ru: Смешивание
zh_hans: 混合

source: Bloom
ar: بلوم
es: florecer
fr: Floraison
hi: खिलना
it: Fioritura
ja: ブルーム
pt_br: Florescer
ru: Блум
zh_hans: 布鲁姆

source: Bloom / Glow
ar: بلوم / توهج
es: Florecer / Resplandor
fr: Floraison / Lueur
hi: खिलना/चमकना
it: Fioritura/Splendore
ja: ブルーム/グロー
pt_br: Florescer / Brilho
ru: Цветение/Свечение
zh_hans: 绽放/发光

source: Bloom / Glow…
ar: إزهار / توهج…
es: Florecer / Resplandor…
fr: Floraison / Lueur…
hi: खिलना/चमकना...
it: Fioritura/Splendore...
ja: ブルーム/グロー…
pt_br: Florescer / Brilhar…
ru: Цветение / Сияние…
zh_hans: 绽放/发光…

source: Blue
ar: أزرق
es: azul
fr: Bleu
hi: नीला
it: Blu
ja: ブルー
pt_br: Azul
ru: Синий
zh_hans: 蓝色

source: Blue Primary
ar: الأزرق الأساسي
es: Azul primario
fr: Bleu primaire
hi: नीला प्राथमिक रंग
it: Blu primario
ja: 青の原色
pt_br: Azul primário
ru: Синий основной
zh_hans: 蓝色原色

source: Blues
ar: البلوز
es: azules
fr: Bleus
hi: ब्लूज़
it: Blu
ja: ブルース
pt_br: Azuis
ru: Блюз
zh_hans: 布鲁斯

source: Blur
ar: طمس
es: Desenfoque
fr: Flou
hi: धुंधला
it: Sfocatura
ja: ぼかし
pt_br: Desfoque
ru: Размытие
zh_hans: 模糊

source: Blur / Smudge / Liquify
ar: طمس / لطخة / تسييل
es: Desenfocar / Difuminar / Licuar
fr: Flou/Maculer/Liquéfier
hi: धुंधला/धब्बा/तरल बनाना
it: Sfocatura / Sbavatura / Fluidificazione
ja: ぼかし / ぼかし / 液状化
pt_br: Desfocar / Borrar / Dissolver
ru: Размытие/Размазывание/Пластика
zh_hans: 模糊/涂抹/液化

source: Boost
ar: دفعة
es: Impulso
fr: Boostez
hi: बढ़ावा
it: Aumenta
ja: ブースト
pt_br: Impulsionar
ru: Повышение
zh_hans: 升压

source: Bottom
ar: أسفل
es: Abajo
fr: En bas
hi: तल
it: In basso
ja: 下
pt_br: Inferior
ru: Внизу
zh_hans: 底部

source: Bottom Right Pixel Color
ar: لون البكسل السفلي الأيمن
es: Color del píxel inferior derecho
fr: Couleur des pixels en bas à droite
hi: निचला दायां पिक्सेल रंग
it: Colore pixel in basso a destra
ja: 右下のピクセルの色
pt_br: Cor do pixel inferior direito
ru: Цвет нижнего правого пикселя
zh_hans: 右下像素颜色

source: Bottom center
ar: المركز السفلي
es: Centro inferior
fr: En bas au centre
hi: निचला केंद्र
it: In basso al centro
ja: 中央下
pt_br: Centro inferior
ru: Нижний центр
zh_hans: 底部中心

source: Bottom left
ar: أسفل اليسار
es: Abajo a la izquierda
fr: En bas à gauche
hi: नीचे बाएँ
it: In basso a sinistra
ja: 左下
pt_br: Canto inferior esquerdo
ru: Внизу слева
zh_hans: 左下角

source: Bottom right
ar: أسفل اليمين
es: Abajo a la derecha
fr: En bas à droite
hi: नीचे दाईं ओर
it: In basso a destra
ja: 右下
pt_br: Canto inferior direito
ru: Внизу справа
zh_hans: 右下角

source: Break the lines into glowing beads
ar: كسر الخطوط إلى حبات متوهجة
es: Divide las líneas en cuentas brillantes
fr: Brisez les lignes en perles lumineuses
hi: रेखाओं को चमकते मोतियों में तोड़ें
it: Rompi le linee in perline luminose
ja: 線を壊して輝くビーズにします
pt_br: Quebre as linhas em contas brilhantes
ru: Разбейте линии на светящиеся бусинки
zh_hans: 将线条分解成发光的珠子

source: Brightens or darkens the corners to counter lens falloff.
ar: يضيء أو يغمق الزوايا لمواجهة سقوط العدسة.
es: Ilumina u oscurece las esquinas para contrarrestar la caída de la lente.
fr: Éclaircit ou assombrit les coins pour contrer l’atténuation de l’objectif.
hi: लेंस के गिरने को रोकने के लिए कोनों को चमकीला या काला कर देता है।
it: Schiarisce o scurisce gli angoli per contrastare la caduta dell'obiettivo.
ja: レンズの減衰を防ぐためにコーナーを明るくまたは暗くします。
pt_br: Ilumina ou escurece os cantos para combater a queda da lente.
ru: Осветляет или затемняет углы, чтобы предотвратить затухание линзы.
zh_hans: 使角落变亮或变暗以防止镜头衰减。

source: Brightens or darkens the whole picture, in stops of light. Hold Option to see clipped highlights.
ar: يضيء أو يغمق الصورة بأكملها، في توقفات الضوء. اضغط مع الاستمرار على الخيار لرؤية النقاط البارزة المقطوعة.
es: Aclara u oscurece toda la imagen, en puntos de luz. Mantenga presionada la opción para ver los aspectos más destacados recortados.
fr: Éclaircit ou assombrit l’ensemble de l’image, par niveaux de lumière. Maintenez Option pour voir les faits saillants coupés.
hi: प्रकाश के रुक-रुक कर पूरे चित्र को चमकीला या काला कर देता है। क्लिप किए गए हाइलाइट्स देखने के लिए विकल्प दबाए रखें।
it: Schiarisce o scurisce l'intera immagine, a intervalli di luce. Tieni premuto Opzione per vedere le luci ritagliate.
ja: 光が止まると、写真全体が明るくなったり暗くなったりします。 Option を押し続けると、クリップされたハイライトが表示されます。
pt_br: Ilumina ou escurece toda a imagem, em pontos de luz. Segure Opção para ver os destaques cortados.
ru: Делает ярче или затемняет все изображение ступенями света. Удерживайте Option, чтобы увидеть обрезанные блики.
zh_hans: 在光线停止时使整个图片变亮或变暗。按住 Option 可查看剪切的高光。

source: Brightness added by this wheel.
ar: السطوع المضافة بواسطة هذه العجلة.
es: Brillo añadido por esta rueda.
fr: Luminosité ajoutée par cette roue.
hi: इस पहिये से चमक बढ़ी।
it: Luminosità aggiunta da questa ruota.
ja: このホイールにより明るさが追加されます。
pt_br: Brilho adicionado por esta roda.
ru: Яркость добавлена этим колесом.
zh_hans: 该轮增加了亮度。

source: Brush
ar: فرشاة
es: cepillo
fr: Brosse
hi: ब्रश
it: Pennello
ja: ブラシ
pt_br: Pincel
ru: Кисть
zh_hans: 刷子

source: Brush (B) · Eraser (E)
ar: الفرشاة (ب) · الممحاة (هـ)
es: Pincel (B) · Borrador (E)
fr: Pinceau (B) · Gomme (E)
hi: ब्रश (बी) · इरेज़र (ई)
it: Pennello (B) · Gomma (E)
ja: ブラシ(B)・消しゴム(E)
pt_br: Pincel (B) · Borracha (E)
ru: Кисть (B) · Ластик (E)
zh_hans: 刷子 (B) · 橡皮 (E)

source: Brush Stroke
ar: ضربة الفرشاة
es: Trazo de pincel
fr: Coup de pinceau
hi: ब्रश स्ट्रोक
it: Tratto di pennello
ja: ブラシ ストローク
pt_br: Pincelada
ru: Мазок кисти
zh_hans: 画笔描边

source: Brush tool
ar: أداة الفرشاة
es: herramienta Pincel
fr: Outil Pinceau
hi: ब्रश उपकरण
it: Strumento Pennello
ja: ブラシツール
pt_br: Ferramenta Pincel
ru: Инструмент «Кисть»
zh_hans: 画笔工具

source: Btom
ar: بتوم
es: fondo
fr: Bas
hi: बी.टी.ओ.एम
it: In basso
ja: ボトム
ru: Бтом
zh_hans: 底托姆

source: CIBloom
ar: سي بلوم
hi: सिब्लूम
ja: CIブルーム
ru: ЦИБлум
zh_hans: 西布卢姆

source: CIOverlayBlendMode
ar: CIOoverlayBlendMode
ja: CIオーバーレイブレンドモード
ru: CIOoverlayBlendMode
zh_hans: CI叠加混合模式

source: Calibration
ar: المعايرة
es: Calibración
fr: Calibrage
hi: अंशांकन
it: Calibrazione
ja: 校正
pt_br: Calibração
ru: Калибровка
zh_hans: 校准

source: Camera Raw Filter
ar: مرشح الكاميرا الخام
es: Filtro sin formato de cámara
fr: Filtre brut de caméra
hi: कैमरा रॉ फ़िल्टर
it: Filtro Camera Raw
ja: Camera Raw フィルター
pt_br: Filtro Camera Raw
ru: Фильтр Camera Raw
zh_hans: 相机原始滤镜

source: Camera Raw Filter…
ar: مرشح الكاميرا الخام…
es: Filtro sin formato de cámara...
fr: Filtre Raw de l'appareil photo…
hi: कैमरा कच्चा फ़िल्टर…
it: Filtro Camera Raw...
ja: Camera Raw フィルター…
pt_br: Filtro Camera Raw…
ru: Фильтр Camera Raw…
zh_hans: 相机原始滤镜...

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Cancel current canvas operation
ar: إلغاء عملية اللوحة القماشية الحالية
es: Cancelar la operación de lienzo actual
fr: Annuler l'opération de canevas en cours
hi: वर्तमान कैनवास ऑपरेशन रद्द करें
it: Annulla l'operazione Canvas corrente
ja: 現在のキャンバス操作をキャンセルします
pt_br: Cancelar a operação atual do canvas
ru: Отменить текущую операцию с холстом
zh_hans: 取消当前画布操作

source: Canvas
ar: قماش
es: Lienzo
fr: Toile
hi: कैनवास
it: Tela
ja: キャンバス
pt_br: Tela
ru: Холст
zh_hans: 帆布

source: Canvas & Layers
ar: قماش وطبقات
es: Lienzo y capas
fr: Toile et calques
hi: कैनवास और परतें
it: Tela e livelli
ja: キャンバスとレイヤー
pt_br: Tela e camadas
ru: Холст и слои
zh_hans: 画布和图层

source: Canvas Extension
ar: امتداد قماش
es: Extensión de lienzo
fr: Extension de toile
hi: कैनवास एक्सटेंशन
it: Estensione della tela
ja: キャンバスの拡張機能
pt_br: Extensão de tela
ru: Расширение холста
zh_hans: 画布扩展

source: Canvas Size
ar: حجم القماش
es: Tamaño del lienzo
fr: Taille de la toile
hi: कैनवास का आकार
it: Dimensioni della tela
ja: キャンバスサイズ
pt_br: Tamanho da tela
ru: Размер холста
zh_hans: 画布尺寸

source: Canvas Size…
ar: حجم اللوحة…
es: Tamaño del lienzo…
fr: Taille de la zone de travail…
hi: कैनवास का आकार…
it: Dimensioni tela…
ja: キャンバスサイズ…
pt_br: Tamanho da tela…
ru: Размер холста…
zh_hans: 画布大小…

source: Canvas extension
ar: تمديد قماش
es: Extensión de lienzo
fr: Extension de toile
hi: कैनवास विस्तार
it: Estensione della tela
ja: キャンバス拡張機能
pt_br: Extensão de tela
ru: Расширение холста
zh_hans: 画布扩展

source: Canvas text
ar: نص قماش
es: Texto del lienzo
fr: Texte sur toile
hi: कैनवास पाठ
it: Testo su tela
ja: キャンバスのテキスト
pt_br: Texto em tela
ru: Текст на холсте
zh_hans: 画布文字

source: Cell Size
ar: حجم الخلية
es: Tamaño de celda
fr: Taille des cellules
hi: सेल का आकार
it: Dimensione della cella
ja: セルサイズ
pt_br: Tamanho da célula
ru: Размер ячейки
zh_hans: 细胞尺寸

source: Center
ar: مركز
es: Centro
fr: Centre
hi: केंद्र
it: Centro
ja: センター
pt_br: Centro
ru: Центр
zh_hans: 中心

source: Centimeters
ar: سنتيمترات
es: Centímetros
fr: Centimètres
hi: सेंटीमीटर
it: Centimetri
ja: センチメートル
pt_br: Centímetros
ru: Сантиметры
zh_hans: 厘米

source: Channel
ar: قناة
es: canal
fr: Chaîne
hi: चैनल
it: Canale
ja: チャンネル
pt_br: Canal
ru: Канал
zh_hans: 频道

source: Characters
ar: الشخصيات
es: Personajes
fr: Personnages
hi: अक्षर
it: Personaggi
ja: キャラクター
pt_br: Personagens
ru: Персонажи
zh_hans: 人物

source: Check for Updates…
ar: التحقق من وجود تحديثات...
es: Buscar actualizaciones...
fr: Vérifiez les mises à jour…
hi: अपडेट के लिए जांचें...
it: Verifica aggiornamenti...
ja: アップデートを確認してください…
pt_br: Verifique se há atualizações…
ru: Проверить наличие обновлений…
zh_hans: 检查更新...

source: Choose a JPEG, PNG, HEIC, TIFF, or Photoshop (PSD) file.
ar: اختر ملف JPEG أو PNG أو HEIC أو TIFF أو Photoshop (PSD).
es: Elija un archivo JPEG, PNG, HEIC, TIFF o Photoshop (PSD).
fr: Choisissez un fichier JPEG, PNG, HEIC, TIFF ou Photoshop (PSD).
hi: एक JPEG, PNG, HEIC, TIFF, या Photoshop (PSD) फ़ाइल चुनें।
it: Scegli un file JPEG, PNG, HEIC, TIFF o Photoshop (PSD).
ja: JPEG、PNG、HEIC、TIFF、または Photoshop (PSD) ファイルを選択します。
pt_br: Escolha um arquivo JPEG, PNG, HEIC, TIFF ou Photoshop (PSD).
ru: Выберите файл JPEG, PNG, HEIC, TIFF или Photoshop (PSD).
zh_hans: 选择 JPEG、PNG、HEIC、TIFF 或 Photoshop (PSD) 文件。

source: Choose a custom grid color
ar: اختر لون الشبكة المخصص
es: Elija un color de cuadrícula personalizado
fr: Choisissez une couleur de grille personnalisée
hi: एक कस्टम ग्रिड रंग चुनें
it: Scegli un colore di griglia personalizzato
ja: カスタムグリッドの色を選択してください
pt_br: Escolha uma cor de grade personalizada
ru: Выберите собственный цвет сетки
zh_hans: 选择自定义网格颜色

source: Choose a single key with optional modifiers.
ar: اختر مفتاحًا واحدًا مع معدّلات اختيارية.
es: Elija una sola clave con modificadores opcionales.
fr: Choisissez une seule touche avec des modificateurs facultatifs.
hi: वैकल्पिक संशोधक के साथ एकल कुंजी चुनें.
it: Scegli una singola chiave con modificatori opzionali.
ja: オプションの修飾子を含む単一のキーを選択します。
pt_br: Escolha uma única chave com modificadores opcionais.
ru: Выберите один ключ с дополнительными модификаторами.
zh_hans: 选择带有可选修饰符的单个键。

source: Choose the %@ color
ar: اختر اللون %@
es: Elige el color %@
fr: Choisissez la couleur %@
hi: %@ रंग चुनें
it: Scegli il colore %@
ja: %@ の色を選択してください
pt_br: Escolha a cor %@
ru: Выберите цвет %@
zh_hans: 选择%@颜色

source: Choose the dark color
ar: اختر اللون الداكن
es: Elige el color oscuro
fr: Choisissez la couleur foncée
hi: गहरा रंग चुनें
it: Scegli il colore scuro
ja: 濃い色を選んでください
pt_br: Escolha a cor escura
ru: Выберите темный цвет
zh_hans: 选择深色

source: Choose the light color
ar: اختر اللون الفاتح
es: Elige el color de la luz
fr: Choisissez la couleur de la lumière
hi: हल्का रंग चुनें
it: Scegli il colore della luce
ja: 明るい色を選択してください
pt_br: Escolha a cor clara
ru: Выберите цвет света
zh_hans: 选择浅色

source: Choose the vignette color
ar: اختر لون المقالة القصيرة
es: Elige el color de la viñeta
fr: Choisissez la couleur de la vignette
hi: विग्नेट रंग चुनें
it: Scegli il colore della vignetta
ja: ビネットカラーを選択してください
pt_br: Escolha a cor da vinheta
ru: Выберите цвет виньетки
zh_hans: 选择小插图颜色

source: Chooses how bright an area must be to glow. Has no effect until Glow is raised.
ar: يختار مدى سطوع المنطقة التي يجب أن تتوهج. ليس له أي تأثير حتى يتم رفع الوهج.
es: Elige qué tan brillante debe ser un área para que brille. No tiene ningún efecto hasta que se aumenta el resplandor.
fr: Permet de choisir la luminosité d'une zone pour qu'elle brille. N'a aucun effet jusqu'à ce que Glow soit augmenté.
hi: यह चुनता है कि किसी क्षेत्र को चमकने के लिए कितना उज्ज्वल होना चाहिए। जब तक चमक नहीं बढ़ती तब तक कोई प्रभाव नहीं पड़ता।
it: Scegli quanto luminosa deve essere un'area per brillare. Non ha effetto finché Glow non viene attivato.
ja: 領域が発光するために必要な明るさを選択します。 Glowが上がるまで効果はありません。
pt_br: Escolhe o quão brilhante uma área deve ser para brilhar. Não tem efeito até que o brilho seja aumentado.
ru: Выбирает, насколько яркой должна быть область, чтобы она светилась. Не имеет эффекта, пока свечение не поднято.
zh_hans: 选择区域发光所需的亮度。在光辉升起之前没有任何效果。

source: Chooses how strongly the calibration sliders below are applied. Version 6 is the current default.
ar: يختار مدى قوة تطبيق منزلقات المعايرة أدناه. الإصدار 6 هو الافتراضي الحالي.
es: Elige con qué fuerza se aplican los controles deslizantes de calibración a continuación. La versión 6 es la predeterminada actual.
fr: Choisissez la force avec laquelle les curseurs d’étalonnage ci-dessous sont appliqués. La version 6 est la version par défaut actuelle.
hi: Chooses how strongly the calibration sliders below are applied. संस्करण 6 वर्तमान डिफ़ॉल्ट है.
it: Sceglie la forza con cui vengono applicati i cursori di calibrazione riportati di seguito. La versione 6 è l'impostazione predefinita attuale.
ja: 以下のキャリブレーション スライダーを適用する強さを選択します。バージョン 6 が現在のデフォルトです。
pt_br: Escolhe a intensidade com que os controles deslizantes de calibração abaixo são aplicados. A versão 6 é o padrão atual.
ru: Выбирает степень применения калибровочных ползунков, указанных ниже. Версия 6 является текущей версией по умолчанию.
zh_hans: 选择应用下面的校准滑块的强度。版本 6 是当前的默认值。

source: Clarity
ar: الوضوح
es: claridad
fr: Clarté
hi: स्पष्टता
it: Chiarezza
ja: 明瞭さ
pt_br: Clareza
ru: Ясность
zh_hans: 清晰度

source: Clear
ar: واضح
es: Borrar
fr: Effacer
hi: स्पष्ट
it: Chiaro
ja: クリア
pt_br: Limpar
ru: Очистить
zh_hans: 清除

source: Clear Guides
ar: أدلة واضحة
es: Guías claras
fr: Guides clairs
hi: स्पष्ट मार्गदर्शिकाएँ
it: Guide chiare
ja: クリアガイド
pt_br: Guias claros
ru: Четкие направляющие
zh_hans: 清晰的指南

source: Clear Menu
ar: مسح القائمة
es: Borrar menú
fr: Effacer le menu
hi: मेनू साफ़ करें
it: Cancella Menù
ja: メニューをクリア
pt_br: Limpar menu
ru: Очистить меню
zh_hans: 清除菜单

source: Clear Selection Pixels
ar: مسح بكسلات التحديد
es: Borrar píxeles de selección
fr: Effacer les pixels de sélection
hi: स्पष्ट चयन पिक्सेल
it: Cancella pixel di selezione
ja: 選択ピクセルをクリア
pt_br: Limpar pixels de seleção
ru: Очистить выделение пикселей
zh_hans: 清除选择像素

source: Clear the haze that leaves background showing through thin areas
ar: قم بإزالة الضباب الذي يترك الخلفية تظهر من خلال مناطق رقيقة
es: Elimina la neblina que deja el fondo visible a través de áreas delgadas.
fr: Supprimez la brume qui laisse apparaître l'arrière-plan à travers des zones fines
it: Elimina la foschia che lascia visibile lo sfondo attraverso aree sottili
ja: 背景が薄い領域に透けて見えるかすみを除去します。
pt_br: Limpe a névoa que deixa o fundo aparecendo em áreas finas
ru: Устраните дымку, из-за которой фон просвечивает сквозь тонкие области.
zh_hans: 清除薄雾，使背景透过薄薄的区域显现出来

source: Clears haze when raised, and adds haze when lowered.
ar: يزيل الضباب عند رفعه، ويضيف ضبابًا عند خفضه.
es: Elimina la neblina cuando se eleva y agrega neblina cuando se baja.
fr: Élimine la brume lorsqu'il est relevé et ajoute de la brume lorsqu'il est abaissé.
hi: ऊपर उठाने पर धुंध साफ़ हो जाती है, और नीचे करने पर धुंध बढ़ जाती है।
it: Elimina la foschia quando è sollevato e aggiunge foschia quando è abbassato.
ja: 上げるとヘイズが解消され、下げるとヘイズが追加されます。
pt_br: Limpa a neblina quando elevada e adiciona neblina quando abaixada.
ru: Убирает дымку при поднятии и добавляет дымку при опускании.
zh_hans: 抬起时清除雾气，降低时增加雾气。

source: Click a pixel that should be neutral.
ar: انقر فوق البكسل الذي يجب أن يكون محايدًا.
es: Haga clic en un píxel que debería ser neutral.
fr: Cliquez sur un pixel qui doit être neutre.
hi: उस पिक्सेल पर क्लिक करें जो तटस्थ होना चाहिए।
it: Fai clic su un pixel che dovrebbe essere neutro.
ja: ニュートラルにするピクセルをクリックします。
pt_br: Clique em um pixel que deve ser neutro.
ru: Щелкните пиксель, который должен быть нейтральным.
zh_hans: 单击应为中性的像素。
